{
  "Patna": "Patna is the capital and largest city of the state of Bihar in India. Patna is the second-largest city in eastern India after Kolkata. Patna Museum is the state museum of the Indian state of Bihar. A city of hidden treasure and unexplored knowledge, this new entrant boasts magical performances in almost all kinds of events.",

  "Delhi": "Delhi, India’s capital territory, is a massive metropolitan area in the country’s north.In Old Delhi, a neighborhood dating to the 1600s, stands the imposing Mughal-eraRed Fort,a symbol of India. The City best known for its all round excellence,has a legacy of winners in almost all events in previous editions of Spring Fest. ",

  "Mumbai": "Mumbai is a densely populated city on India’s west coast. A financial center, it's India's largest city. On the Mumbai Harbour waterfront stands the iconic Gateway of India stone arch, built by the British Raj in 1924.Best known for its passion for dance- the moves, thrills and the stills all make an unexperienced combination in this magical city. The city has possesses winning teams and a stark competition in the past editions.",
    
  "Jaipur": "Jaipur is Rajasthan’s biggest city and its capital. It is known (somewhat incorrectly) as the Pink City due to the distinct color of its buildings. The ‘pink’ of the Pink City is Gerua (or ochre) in which the city was coated during the visit of the Prince of Wales in 1905-06",
  

  "Guwahati": "Guwahati is a sprawling city beside the Brahmaputra River in the northeast Indian state of Assam. It’s known for holy sites like the hilltop Kamakhya Temple, featuring shrines to the Hindu deities Shiva and Vishnu. To the east, 18th-century Navagraha Temple is an astronomical center with planetary shrines. Umananda Temple, dedicated to Shiva and covered with engravings, stands on Peacock Island in the river. ",

  "Bhubaneswar": " Bhubaneshwar is the capital of the Indian state of Odisha. It is the largest city in Odisha and is a centre of economic and religious importance in Eastern India. With the diverse ranges of heritage resources, it showcases significant sacred cultural landscape components which have evolved with the support of available natural resource base and cultural trigger. ",


  "Kolkata": " Kolkata is the capital of the Indian state of West Bengal. Located on the east bank of the Hooghly River, it is the principal commercial, cultural, and educational centre of East India. Many people from Kolkata—among them several Nobel laureates—have contributed to the arts, the sciences, and other areas. Kolkata culture features idiosyncrasies that include distinctively close-knit neighbourhoods and freestyle intellectual exchanges.  ",


  "Bengaluru": " Bengaluru (also called Bangalore) is the capital of India's southern Karnataka state. The center of India's high-tech industry, the city is also known for its parks and nightlife. Bangalore Palace, a palace located in Bangalore, Karnataka, India, in an area owned originally by Rev. J. Garrett, the first principal of the Central High School in Bangalore, now famous as Central College. Known for its  singing and dance winners the city has a reputation for most enthralling performances.",
   
  "Ranchi": " Ranchi is the capital of the Indian state of Jharkhand, and now it is the most populous city of the state. Ranchi was the centre of the Jharkhand movement, which called for a separate state for the tribal regions of South Bihar, northern Orissa, western West Bengal and the eastern area of what is present-day Chhattisgarh. The Jharkhand state was formed on 15 November 2000 by carving out the Bihar divisions of Chota Nagpur and Santhal Parganas. ",
    

  "Nagpur": "Nagpur is the winter capital and the third largest city of the Indian state of Maharashtra after Mumbai and Pune. Nagpur is the 13th largest Indian city in terms of population. It has been proposed as one of the Smart Cities in Maharashtra.The city is one of the newly added ones to our list of cities and holds a promise of hidden talent, thrill and excitement.",

  "Chennai":"Chennai, on the Bay of Bengal in eastern India, is the capital of the state of Tamil Nadu. The city is home to Fort St. George, built in 1644 and now a museum showcasing the city’s roots as a British military garrison and East India Company trading outpost, when it was called Madras. Religious sites include Kapaleeshwarar Temple, adorned with carved and painted gods, and St. Mary’s, a 17th-century Anglican church",

  "Raipur": "Raipur is the capital city of Chhattisgarh state in central India. In the center, the ancient Dudhadhari Math temple is a sacred monument dedicated to Lord Rama, decorated with scenes from the epic poem “Ramayana.” Nearby, a statue of the Hindu monk Swami Vivekananda towers over Vivekananda Sarovar lake.",

  "Pune": "Pune is a sprawling city in the western Indian state of Maharashtra. It was once the base of the Peshwas (prime ministers) of the Maratha Empire, which lasted from 1674 to 1818. The 8th-century Pataleshwar Cave Temple is dedicated to the Hindu god Shiva. The city has a reputation for unexpected and non-conventional ideas and the humble performers often leave the judges with astonishment.",
    

  "Lucknow": "Lucknow is the capital city of Uttar Pradesh and it has always been a multicultural city. Courtly manners, beautiful gardens, poetry, music, and fine cuisine patronized by the Persian-loving Shia Nawabs of the city are well known amongst Indians and students of South Asian culture and history.",
  

  "Chandigarh": "Chandigarh, the dream city of India's first Prime Minister, Sh. Jawahar Lal Nehru, was planned by the famous French architect Le Corbusier. Picturesquely located at the foothills of Shivaliks, it is known as one of the best experiments in urban planning and modern architecture in the twentieth century in India.",

  "Vishakhapatnam": "Visakhapatnam is a port city and industrial center in the Indian state of Andhra Pradesh, on the Bay of Bengal. It's known for its many beaches, including Ramakrishna Beach, home to a preserved submarine at the Kursura Submarine Museum. Nearby are the elaborate Kali Temple and the Visakha Museum, an old Dutch bungalow housing local maritime and historical exhibits.",

  "Indore": " Bhopal is a city in the central Indian state of Madhya Pradesh. It's one of India’s greenest cities. There are two main lakes, the Upper Lake and the Lower Lake. On the banks of the Upper Lake is Van Vihar National Park, home to tigers, lions and leopards. The State Museum has fossils, paintings and rare Jain sculptures. Taj-ul-Masjid is one of Asia’s largest mosques, with white domes, minarets and a huge courtyard. ",

  "Ahmedabad": "Ahmedabad is the largest city and former capital of the Indian state of Gujarat. Jama Masjid, is a mosque in Ahmedabad, built in 1424 during the reign of Ahmed Shah I. Farthest City from Kharagpur yet, has a special place in the heart of all audiences, the city is all set up to make its mark as the newest entrant and make a history in the Golden Jubilee.",
    

  "Hyderabad": "Hyderabad is the capital of southern India's Telangana state. A major center for the technology industry, it's home to many upscale restaurants and shops.The Charminar, a 16th-century mosque whose 4 arches support towering minarets, is an old city landmark near the long-standing Laad Bazaar. One of the best cities in Andhra Pradesh and Telangana, Hyderabad has been consistent in bagging prizes from the flagship events of Spring Fest.",

  "Dehradun": "Dehradun is the capital of the Indian state of Uttarakhand, near the Himalayan foothills. At its core is the 6-sided Ghanta Ghar clock tower. To the southwest is Paltan Bazaar, a busy shopping area. Just east is the Sikh temple Gurdwara Nanaksar, topped with ornate white and golden domes. In Clement Town to the city’s southwest, Mindrolling Monastery is a Tibetan Buddhist center with shrine rooms in its Great Stupa"
}
